app/controllers/home_controller.rb

  def index
    @character = Character.find(1)
---
SELECT * FROM "characters" WHERE ("characters"."id" = 1)